cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'getantibody/tap'

cask 'java'

brew 'ack'
brew 'ant'
brew 'antibody'
brew 'awscli'
brew 'autojump'
brew 'axel'
brew 'bash-completion2'
brew 'carthage'
brew 'coreutils'
brew 'direnv'
brew 'elixir'
brew 'ffmpeg'
brew 'findutils'
brew 'git'
brew 'git-extras'
brew 'git-lfs'
brew 'github-markdown-toc'
brew 'gnu-sed'
brew 'gnupg'
brew 'gpg2'
brew 'go'
brew 'gradle'
brew 'graphviz'
brew 'grc'
brew 'grep', args: ['with-default-names']
brew 'heroku'
brew 'brew-cask-completion'
brew 'hub'
brew 'imagemagick', args: ['with-webp']
brew 'jenv'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'maven'
brew 'moreutils'
brew 'mtr'
brew 'nmap'
brew 'nvm'
brew 'openssh'
brew 'openssl'
brew 'p7zip'
# brew 'postgresql'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'spaceman-diff'
brew 'spark'
brew 'ssh-copy-id'
brew 'terraform'
brew 'the_silver_searcher'
brew 'tree'
brew 'unrar'
brew 'watchman'
brew 'wifi-password'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
brew 'xcodegen'
brew 'zsh'

cask '1password'
cask 'alfred'
# cask 'android-sdk'
# cask 'android-ndk'
cask 'android-studio'
cask 'banktivity'
cask 'charles'
cask 'cleanmymac'
cask 'craftmanager'
cask 'dash'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'evernote'
# cask 'fantastical'
cask 'figma'
cask 'filezilla'
cask 'firefox'
cask 'glimmerblocker'
cask 'google-chrome'
#cask 'google-drive'
cask 'gpgtools'
# cask 'harvest'
cask 'hex-fiend'
cask 'hopper-disassembler'
cask 'iconjar'
cask 'intel-haxm'
cask 'istat-menus'
cask 'iterm2'
cask 'keka'
cask 'keybase'
# cask 'lastpass'
cask 'little-snitch'
cask 'micro-snitch'
cask 'nordvpn'
cask 'notion'
cask 'omnidisksweeper'
cask 'omnifocus'
cask 'omnigraffle'
cask 'paste'
cask 'paw'
cask 'postgres'
cask 'postico'
cask 'private-internet-access'
cask 'recordit'
cask 'rescuetime'
cask 'reveal'
cask 'serial'
cask 'sherlock'
cask 'sip'
cask 'sketch'
cask 'sketchup'
cask 'skyfonts'
cask 'skype'
# cask 'slack'
cask 'sourcetree'
cask 'spectacle'
cask 'brightdigit/speculid/speculid'
cask 'spotify'
cask 'sqlpro-for-sqlite'

cask 'sublime-text'
cask 'teensy'
cask 'textexpander'
cask 'transmission'
cask 'unrarx'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio'
cask 'visual-studio-code'
cask 'vlc'
cask 'vmware-fusion'
cask 'wireshark'
cask 'wwdc'
cask 'xquartz'
cask 'zeplin'
cask 'zoomus'
