2gua.rainbow-brackets
andys8.jest-snippets
dbaeumer.vscode-eslint
DotJoshJohnson.xml
dzannotti.vscode-babel-coloring
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
euskadi31.json-pretty-printer
formulahendry.auto-close-tag
JakeBecker.elixir-ls
jpoissonnier.vscode-styled-components
karunamurti.haml
kumar-harsh.graphql-for-vscode
mgmcdermott.vscode-language-babel
mikestead.dotenv
mjmcloug.vscode-elixir
mrmlnc.vscode-apache
ms-azuretools.vscode-docker
Orta.vscode-jest
rebornix.ruby
sammkj.vscode-elixir-formatter
shanoor.vscode-nginx
sysoev.language-stylus
toba.vsfire
wingrunr21.vscode-ruby
xabikos.ReactSnippets

